---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.ElectricalCircuiting
source: html/fcf8e41d-f87d-13da-01e4-5e54442891bf.htm
---
# Autodesk.Revit.DB.GroupTypeId.ElectricalCircuiting Property

Electrical - Circuiting.

## Syntax (C#)
```csharp
public static ForgeTypeId ElectricalCircuiting { get; }
```